{'listType': 2, 'institutionName': 'University of California, Santa Cruz', 'academicYear': {'id': 74, 'description': '2023-2024', 'code': '2023-2024', 'beginDate': '2023-10-01T00:00:00', 'endDate': '2024-10-01T00:00:00', 'isOpenForMaintenance': True, 'isOpenForPublic': True, 'isOpenForReporting': True}, 'courseInformationList': [], 'institutionTermType': 1, 'headerCopy': '<p style="text-align:center;"><span style="color:#3f48cc;font-size:x-large;"><strong>**IMPORTANT**</strong></span></p><p><strong><span style="font-size:large;">A transfer applicant, according to the University of California, is a student who has enrolled in a fall, winter or spring term at a college or university after high school. A student who meets this definition cannot disregard his or her college record and apply as a freshman.\xa0</span></strong><br /><br /><strong><span style="font-size:large;">While we welcome transfer students from institutions around the world, we give priority consideration to California community college students applying for admission to UC if: the student has completed at least 30 semester (45 quarter) UC-transferable units at one or more California community colleges; and the last college attended in a regular academic term (fall, winter, spring) before enrolling at a UC campus is a California community college (excluding summer and winter intersessions).</span></strong><br /><br /><strong><span style="font-size:large;">To be eligible for UC admission, transfer students must fulfill both of the requirements listed below. Completion of this pattern is the minimum requirement for admission eligibility; it does not guarantee admission nor does it guarantee that a student will be prepared and competitive for admission to a specific UC campus or major.\xa0</span></strong><br /><br /><strong><span style="font-size:large;">A.\xa0\xa0 \xa0Complete 60 semester (90 quarter) units of UC-transferable college credit with a GPA of at least 2.4 (2.8 for nonresidents). No more than 14 semester/21 quarter units of the required 60 units may be taken Pass/Not Pass, unless the student is transferring from a college or university that awards only pass credit, and;\xa0</span></strong><br /><br /><strong><span style="font-size:large;">B.\xa0\xa0 \xa0Complete the following seven-course pattern requirement, earning a grade of C or better in each course:\xa0</span></strong><br /><br /><strong><span style="font-size:large;">•\xa0\xa0 \xa0Two transferable college courses (3 semester or 4-5 quarter units each) in English composition (Area UC-E), and;\xa0</span></strong><br /><br /><strong><span style="font-size:large;">•\xa0\xa0 \xa0One transferable college course (3 semester or 4-5 quarter units) in mathematical concepts and quantitative reasoning (Area UC-M), and;</span></strong><br /><br /><strong><span style="font-size:large;">•\xa0\xa0 \xa0Four transferable college courses (3 semester or 4-5 quarter units each) chosen from at least two of the following subject areas: the arts and humanities (Area UC-H), the social and behavioral sciences (Area UC-B), and the physical and biological sciences (Area UC-S).\xa0</span>\xa0</strong></p>', 'footnotes': []}